74th.monokai-charcoal-high-contrast
anan.jetbrains-darcula-theme
asvetliakov.vscode-neovim
bernardogualberto.solidjs
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
chadalen.vscode-jetbrains-icon-theme
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
docker.docker
eamodio.gitlens
edwinsulaiman.jetbrains-rider-dark-theme
eldritch.eldritch
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hediet.vscode-drawio
j69.ejs-beautify
jakebecker.elixir-ls
jinliming2.vscode-go-template
kisstkondoros.vscode-gutter-preview
mjmcloug.vscode-elixir
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
naumovs.color-highlight
nicohlr.pycharm
nixon.env-cmd-file-syntax
openai.chatgpt
rodrigovallades.es7-react-js-snippets
shd101wyy.markdown-preview-enhanced
sherloach.solarized-osaka
sumneko.lua
svelte.svelte-vscode
thang-nm.catppuccin-perfect-icons
twxs.cmake
visualstudiotoolsforunity.vstuc
vscode-icons-team.vscode-icons
vscodevim.vim
vue.volar
zhuangtongfa.material-theme
